[

  {
    "name": "BRAINDRAIND",
    "twitter": "BrainDraind",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "BRAINDRAIND is a Brooklyn based Human creative and tripped out nature boy. By day he acts as a lead producer for AAA games and by night he runs an indie game company called ATTACK MOUNTAIN where he directs, streams and most recently worked specifically in the realm of pixel art, design and animation. The NFT community is new to him but his involvement and passion for community building isn't - and the overlap with Blitmap has proven to be an incredibly enjoyable ride.",
    "image": "63"
  },
  {
    "name": "HighleyVarlet",
    "twitter": "HighleyVarlet",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "Highley Varlet is the moniker used for creative collaborations between artists Jessi Highet and Mike Varley. For Blitmap, Mike created four pieces based on their most recent project: 2020: Total Clarity. During one calendar year (June 21 2020 - June 20 2021) the pair walked 5 marathons a week around the streets of New York City - 260 marathons and over 7000 miles total. You can find documentation of their journey on YouTube, Instagram and their website - all under Highley Varlet.",
    "image": "50"
  },
  {
    "name": "hipcityreg",
    "twitter": "hipcityreg",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "Hipcityreg is a Brooklyn based creative technologist. He is the ceo and co-founder of Eternal. He cares about creating eternal light.",
    "image": "82"
  },
  {
    "name": "jstn",
    "twitter": "jstn",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "jstn is an artist from portland, oregon",
    "image": "58"
  },
  {
    "name": "numo",
    "twitter": "numo_0",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "numo is a self-taught pixel artist from Germany. He started his art journey in 2020, with small pixel art pieces before finding his way to gorgeous landscape and animated art. At day numo is finding his way through dozens lines of code, he works as a Software Engineer. numo joined the cryptoart space in February 2020, quickly becoming a respected artist in the community.  He is the creator of the cute CryptoTeddies NFT collection - a collection of different themed Teddies in pixel art. His goal is to express himself in beautiful animated landscapes and collections of creative characters.",
    "image": "33"
  },
  {
    "name": "other",
    "twitter": "0x0ther",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "Does a man reborn \n Gestate as an embryo  \n Birthing unknown selves?",
    "image": "61"
  },
  {
    "name": "spacedoctor",
    "twitter": "spacedoctr",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "spacedoctor is an reclusive entity floating through the vast vacuum of the universe in a spacepod, sporadically broadcasting creative endeavors to the tiny blue orb they once called home. They are a game dev generalist, game writer/narrative design merc, streamer, sometimes music & SFX maker. Co-founder of game studio ATTACK MOUNTAIN (ATKMTN).Walked into the Blitmap artist's coven and nobody asked them to leave, so they just started making Blitmaps and here we are. Still not sure if they're in the right place.",
    "image": "78"
  },
  
  {
    "name": "Totally",
    "twitter": "to_tal_ly",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "Totally was born and raised in New York City. Working in the game industry and specializing in the Open World genre, they have an almost fixation around building teams and projects that are greater than the sum of their parts. Blitmaps has been incredibly inspiring because it has achieved that quality without any specific process and out of a purely authentic energy.",
    "image": "9"
  },
  {
    "name": "Veenus",
    "twitter": "Veenus_rising",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "Veenus is a New York native artist, traditionally trained in large-scale oil painting and watercolor. Blitmaps is the artist’s first venture into the digital realm, where they played with the duality of creating mythic themes and classical, archaic imagery within the futuristic media of NFTs. The community of this project speaks volumes and the artist/collector collaboration has birthed new creations and conversations that Veenus hopes continues to grow into future works; if you want to go fast, go alone. But if you want to go far go together.",
    "image": "5"
  },
  {
    "name": "worm",
    "twitter": "worm_emoji",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "worm is a San Francisco based software engineer and photographer.",
    "image": "52"
  },
  {
    "name": "zod",
    "twitter": "privatezod",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "zod is a newly-minted pixel artist based in New York City. A game industry veteran, he's helped make games in roles that run the gamut of QA, engineering, and production.",
    "image": "44"
  },
  {
    "name": "themoonladder",
    "twitter": "",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "TheMoonLadder is a Brooklyn-based artist and game developer. Currently working on TORB, Hockey Bockey and world-building the Lost Realm.",
    "image": "96"
  },
  {
    "name": "boyprison",
    "twitter": "boyprison",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "",
    "image": "39"
  },
  {
    "name": "ceresstation",
    "twitter": "notscottmoore",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "",
    "image": "53"
  },
  {
    "name": "dom",
    "twitter": "dhof",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "",
    "image": "0"
  },
  {
    "name": "yi",
    "twitter": "phones111111",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "",
    "image": "86"
  },{
    "name": "askywlkr",
    "twitter": "",
    "discord": "",
    "discordId": "",
    "title": ["artist"],
    "bio": "",
    "image": "95"
  }
]
